brew "starship"
brew "zoxide"
brew "direnv"
brew "fish"
brew "rustup"
brew "go"
brew "gh"
brew "helm"
brew "conftest"
brew "rbenv"
brew "pyenv"
brew "terraform"
brew "trivy"
brew "awscli"
brew "docker"
brew "docker-compose"
brew "mas"
brew "pre-commit"
brew "tflint"
brew "shellcheck"

cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "1password"
cask "linear-linear"
cask "gpg-suite"
cask "warp"
cask "tunnelblick"
cask "vorta"
cask "chatgpt"
cask "visual-studio-code"
brew "tldr"
cask "caffeine"
cask "dropbox"
cask "nordvpn"
cask "skype"
cask "iterm2"
cask "zoom"

mas "Slack", id: 803453959
mas "CCMenu", id: 603117688
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Telegram", id: 747648890
mas "1Password for Safari", id: 1569813296
