brew "starship"
brew "zoxide"
brew "direnv"
brew "fish"
brew "rustup"
brew "go"
brew "gh"
brew "helm"
brew "conftest"
brew "rbenv"
brew "pyenv"
brew "terraform"
brew "trivy"
brew "awscli"
brew "docker"
brew "docker-compose"
cask "1password-cli"
