4ops.terraform
aleksandra.go-group-imports
circleci.circleci
enkia.tokyo-night
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
kohlbachjan.the-best-theme
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
redhat.vscode-yaml
